README.org
#+TITLE:RISC-V Resources Database
#+AUTHOR: Kemal Kilic & Kuthumi Pepple

A community driven compilation of RISC-V resources and learning material. The list is dynamically
updated by the community and categorized based on different contexts of the RISC-V scope, taking
also into account different levels of experience/knowledge, allowing anyone interested in RISC-V to
discover RISC-V resources and relevant content (courses, software, documentation, articles etc.) in
an organized fashion.

Feel free to navigate through the resources listed below with their descriptions. 
#+begin_comment
Testing the org export to markdown 
#+end_comment

* Resources
** Relevant Documentation from RISC-V International
*** RISC-V Start Here Guide
    [[https://docs.google.com/document/d/1KQ_3OSnKnBTi-RoU88unJBYGAxtPfTI2lE-pwOfLtqI/edit]]

*** Member Benefits and Welcome deck
    [[https://docs.google.com/presentation/d/1Q8gMcVwzqdqym3ugl_Q-LW0KMUApO-v8mWVdjqQE-MI/edit#slide=id.gf097992cc3_0_1819]]

*** Getting Started Guide for RISC-V Members
    [[https://docs.google.com/document/d/1Qjf6BwMmtqTfzftr3WWf2bRv8Cl4f0qZrWWbr0jCBSU/edit]]

*** RISC-V Technical wiki
    [[https://wiki.riscv.org/]]

*** RISC-V Lifecycle Guide
    [[https://docs.google.com/document/d/1Au3veNdNJQKPq-oiQRKTzdgmM72FDaqZOKeH7sOnG04/]]
    
*** RISC-V Repository Map 
    [[https://wiki.riscv.org/display/HOME/GitHub+Repo+Map]]
    
    [[https://github.com/riscv]] << technical
    [[https://github.com/riscv-non-isa]] << non-technical
