README.md

# Table of Contents

1.  [Resources](#org4ed32ea)
    1.  [Relevant Documentation from RISC-V International](#org0adb77a)
        1.  [RISC-V Start Here Guide](#org6d3550b)
        2.  [Member Benefits and Welcome deck](#org75c79d2)
        3.  [Getting Started Guide for RISC-V Members](#orgca2b41f)
        4.  [RISC-V Technical wiki](#org5891f34)
        5.  [RISC-V Lifecycle Guide](#org2023616)
        6.  [RISC-V Repository Map](#org2ad24b7)

A community driven compilation of RISC-V resources and learning material. The list is dynamically
updated by the community and categorized based on different contexts of the RISC-V scope, taking
also into account different levels of experience/knowledge, allowing anyone interested in RISC-V to
discover RISC-V resources and relevant content (courses, software, documentation, articles etc.) in
an organized fashion.

Feel free to navigate through the resources listed below with their descriptions. 


<a id="org4ed32ea"></a>

# Resources


<a id="org0adb77a"></a>

## Relevant Documentation from RISC-V International


<a id="org6d3550b"></a>

### RISC-V Start Here Guide

<https://docs.google.com/document/d/1KQ_3OSnKnBTi-RoU88unJBYGAxtPfTI2lE-pwOfLtqI/edit>


<a id="org75c79d2"></a>

### Member Benefits and Welcome deck

<https://docs.google.com/presentation/d/1Q8gMcVwzqdqym3ugl_Q-LW0KMUApO-v8mWVdjqQE-MI/edit#slide=id.gf097992cc3_0_1819>


<a id="orgca2b41f"></a>

### Getting Started Guide for RISC-V Members

<https://docs.google.com/document/d/1Qjf6BwMmtqTfzftr3WWf2bRv8Cl4f0qZrWWbr0jCBSU/edit>


<a id="org5891f34"></a>

### RISC-V Technical wiki

<https://wiki.riscv.org/>


<a id="org2023616"></a>

### RISC-V Lifecycle Guide

<https://docs.google.com/document/d/1Au3veNdNJQKPq-oiQRKTzdgmM72FDaqZOKeH7sOnG04/>


<a id="org2ad24b7"></a>

### RISC-V Repository Map

<https://wiki.riscv.org/display/HOME/GitHub+Repo+Map>

<https://github.com/riscv> << technical
<https://github.com/riscv-non-isa> << non-technical

